Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Storage provider is not available. Please check whether it is installed and logged in to your account.
ar: خدمة التخزين غير متوفرة. الرجاء التحقُّق مما إذا كانت مثبَّتة وقد تمَّ تسجيل الدخول إلى حسابك.
cs: Poskytovatel úložiště není k dispozici. Zkontrolujte, zda je nainstalován a přihlášen k vašemu účtu.
de: Der Speicheranbieter ist nicht verfügbar. Bitte überprüfen Sie, ob er installiert und in Ihrem Konto angemeldet ist.
es_es: El proveedor de almacenamiento no está disponible. Compruebe si está instalado y si ha iniciado sesión en el sistema.
fr: Le fournisseur de stockage n'est pas disponible. Veuillez vérifier s'il est installé et connecté à votre compte.
hu: Tárhelyszolgáltató nem elérhető. Kérjük ellenőrizze, hogy az installálva van, és hogy Ön be van jelentkezve.
it: Lo Storage provider non è disponibile. Verificare che sia installato e collegato con il vostro account.
ja: ストレージが利用できません。アプリがインストールされログインしているか確認してください。
ko: 저장 공간 제공자를 현재 사용할 수 없습니다. 앱이 설치되어 있는지, 또는 사용자 계정에 로그인되어 있는지 확인해주세요.
nl: Opslag provider is niet beschikbaar. Controleer of deze is geïnstalleerd en dat uw account is ingelogd.
pl: Dostawca magazynu nie jest dostępny. Sprawdź, czy aplikacja magazynu jest zainstalowana i czy jesteś w niej zalogowany.
pt_br: Serviço de armazenamento indisponível. Verifique se o aplicativo deste está instalado e conectado à sua conta.
ru: Хранилище файлов недоступно. Убедитесь, что соответствующее приложение установлено и подключено к вашему аккаунту.
sk: Poskytovateľ úložiska nie je k dispozícii. Skontrolujte prosím, či je nainštalovaný a prihlásený k vášmu účtu.
sv_se: Lagringsleverantören är inte tillgänglig. Kontrollera att appen är installerad och inloggad på ditt konto.
th: ระบบจัดเก็บข้อมูลยังใช้งานไม่ได้ โปรดตรวจสอบว่ามันติดตั้งและมีการเข้าสู่ระบบเรียบร้อยแล้ว
tr: Yer sağlayıcınıza ulaşılamıyor. Yer sağlayıcınızın programının yüklü olup olmadığını, yüklüyor programa giriş yapıp yapmadığınızı kontrol edin.
zh_cn: 存储提供商不可用。请检查是否已安装并登录到您的帐户。
zh_tw: 儲存空間提供商不可用，請確認是否安裝並登入帳號。

source: %@ is not available. Please check whether it is installed and logged in to your account.
ar: %@ غير متوفرة. الرجاء التحقُّق مما إذا كانت مثبَّتة وقد تمَّ تسجيل الدخول إلى حسابك.
cs: %@ není k dispozici. Zkontrolujte, zda je nainstalován a přihlášen k vašemu účtu.
de: %@ ist nicht verfügbar. Bitte überprüfen Sie, ob der Anbieter installiert und in Ihrem Konto angemeldet ist.
es_es: %@ no está disponible. Por favor, comprueba si está instalado y inicia sesión en tu cuenta.
fr: %@ n'est pas disponible. Veuillez vérifier s'il est installé et connecté à votre compte.
hu: %@ nem elérhető. Kérjük ellenőrizze, hogy az installálva van, és hogy Ön be van jelentkezve.
it: %@ non è disponibile. Controllare che sia installato e connesso al vostro account.
ja: %@が利用できません。アプリがインストールされログインしているか確認してください。
ko: %@을(를) 현재 사용할 수 없습니다. 앱이 설치되어 있는지, 또는 사용자 계정에 로그인되어 있는지 확인해주세요.
nl: %@ is niet beschikbaar. Controleer of deze is geïnstalleerd en dat uw account is ingelogd.
pl: %@ nie jest dostępny. Sprawdź, czy aplikacja magazynu jest zainstalowana i czy jesteś w niej zalogowany.
pt_br: %@ não está disponível. Por favor, verifique se esse aplicativo está instalado e conectado à sua conta.
ru: %@ недоступен. Убедитесь, что соответствующее приложение установлено и подключено к вашему аккаунту.
sk: %@ nie je k dispozícii. Skontrolujte prosím, či je nainštalovaný a prihlásený k vášmu účtu.
sv_se: %@ är inte tillgänglig. Kontrollera att den är installerad och inloggad på ditt konto.
th: %@ ไม่สามารถใช้งานได้ โปรดตรวจสอบว่ามันติดตั้งและมีการเข้าสู่ระบบเรียบร้อยแล้ว
tr: %@'a ulaşılamıyor. Lütfen programın yüklü olup olmadığını, yüklüyse giriş yapıp yapmadığınızı kontrol edin.
zh_cn: %@ 不可用。请检查它是否已安装并登录到您的帐户。
zh_tw: %@ 不可用，請確認是否安裝並登入帳號。

source: Network storage is disconnected.
ar: وحدة التخزين الشبكية غير مُتَّصلة.
cs: Síťové úložiště je odpojeno.
de: Netzwerkspeicher nicht verbunden.
es_es: El almacenamiento en red está desconectado.
fr: Le stockage réseau est déconnecté.
hu: Hálózati tárhely nincs csatlakoztatva.
it: L'archivio di rete è disconnesso.
ja: ネットワークストレージが切断されました。
ko: 네트워크 저장 공간이 연결되어 있지 않습니다.
nl: Netwerkopslag is niet verbonden.
pl: Magazyn sieciowy jest odłączony.
pt_br: O armazenamento de rede está desconectado.
ru: Сетевое хранилище не подключено.
sk: Sieťové úložisko je odpojené.
sv_se: Nätverkslagring är inte ansluten.
th: ยังไม่ได้เชื่อมต่อที่จัดเก็บข้อมูลในเครือข่าย
tr: Ağ üzerinde veri sağlama hizmeti şu an bağlı değil.
zh_cn: 网络存储已断开连接。
zh_tw: 網路儲存空間已斷開連接。

source: USB drive is disconnected.
ar: وحدة USB غير مُتَّصلة.
cs: USB disk je odpojen.
de: USB-Laufwerk nicht verbunden.
es_es: El dispositivo USB está desconectado.
fr: Le lecteur USB est déconnecté.
hu: USB-megajtó nincs csatlakoztatva.
it: L'unità USB è disconnessa.
ja: USBドライブが切断されました。
ko: USB 드라이브가 연결되어 있지 않습니다.
nl: USB-schijf is niet verbonden.
pl: Dysk USB jest odłączony.
pt_br: A unidade USB está desconectada.
ru: USB-накопитель не подключён.
sk: USB disk je odpojený.
sv_se: USB-enheten är frånkopplad.
th: ยังไม่ได้เชื่อมต่อไดรฟ์ USB
tr: USB bellek şu an bağlı değil.
zh_cn: USB驱动器已断开连接。
zh_tw: USB 隨身碟已斷開連接。

source: KDF
ar: دالة اشتقاق المفتاح
ru: ФФК

source: DB
ar: ق.ب
cs: Databáze
es_es: BD
fi: Tietokanta
fr: BDD
nl: Databank
pl: BD
pt_br: BD
ru: База паролей
sk: Databáza
sv_se: Databas
tr: VT
zh_cn: 数据库
zh_tw: 資料庫

source: Recently Deleted
ar: سلة المحذوفات
cs: Nedávno smazané
de: Zuletzt gelöscht
es_es: Recién eliminado
fr: Suppressions récentes
hu: Nemrég törölt
it: Eliminati di recente
ja: 最近削除した項目
ko: 최근 삭제됨
nl: Onlangs verwijderd
pl: Ostatnio usunięte
pt_br: Apagados recentemente
ru: Недавно удалённые
sk: Nedávno vymazaný
sv_se: Senast raderade
th: ที่เพิ่งลบล่าสุด
tr: Çöp Kutusu
zh_cn: 最近删除
zh_tw: 最近刪除

source: NFC requires iOS 13 or later.
ar: الـNFC يتطلب إصدار ios 13 أو اجدد.
cs: NFC vyžaduje iOS 13 nebo novější.
de: NFC benötigt iOS 13 oder höher.
es_es: NFC requiere iOS 13 o superior.
fr: NFC nécessite iOS 13 ou supérieur.
hu: NFC-hez iOS 13 vagy újabb rendszer szükséges.
it: NFC richiede iOS 13 o versioni successive.
ja: NFCはiOS 13以降が必要です。
ko: NFC는 iOS 13 이상에서 지원됩니다.
nl: NFC vereist iOS 13 of hoger.
pl: NFC wymaga iOS 13 lub nowszego.
pt_br: NFC requer iOS 13 ou mais recente.
ru: Для NFC требуется iOS 13 или более новая версия.
sk: NFC vyžaduje iOS 13 alebo novší.
sv_se: NFC kräver iOS 13 eller senare.
th: NFC ต้องการ iOS 13 ขึ้นไป
tr: NFC, iOS 13 veya sonrasını gerektirir.
zh_cn: NFC 需要 iOS 13 或更高版本。
zh_tw: NFC 需要 iOS 13 或更高版本。

source: You have a perpetual license for all the versions before %@.
ar: لديك ترخيص دائم لجميع الإصدارات قبل %@.
cs: Máte trvalou licenci pro všechny verze před %@.
de: Sie haben eine unbefristete Lizenz für alle Versionen vor %@.
es_es: Tiene una licencia de autor para todas las versiones antes de %@.
fr: Vous avez une licence perpétuelle pour toutes les versions publiées avant le %@.
it: Hai una licenza perpetua per tutte le versioni prima di %@.
ja: %@ 以前のすべてのバージョンの永久ライセンスをお持ちです。
ko: %@보다 이전의 모든 버전에 대한 영구 라이선스를 소유하고 있습니다.
nl: Je hebt een eeuwigdurende licentie voor alle versies vóór %@.
pl: Posiadasz wieczystą licencję na wszystkie poprzednie wersje %@.
pt_br: Você tem uma licença perpétua para todas as versões anteriores à %@.
ru: У вас постоянная лицензия для всех версий, выпущенных до %@.
sk: Máte trvalú licenciu pre všetky verzie pred %@.
sv_se: Du har en evig licens för alla versioner innan %@.
th: คุณได้สิทธิ์ถาวรสำหรับทุกเวอร์ชันก่อน %@
tr: %@'ten önceki tüm versiyonlar için "Ömür Boyu Lisans"ınız var.
zh_cn: 在 %@ 之前，您拥有一个所有功能的终身订阅。
zh_tw: 在 %@ 之前，你擁有一個所有功能的終生訂閱。

source: Perpetual license
ar: الترخيص الدائم
cs: Trvalá licence
de: Unbefristete Lizenz
es_es: Licencia perpetua
fr: Licence permanente
hu: Korlátozás nélküli licensz
it: Licenza perpetua
ja: 永久ライセンス
ko: 영구 라이선스
nl: Eeuwigdurende licentie
pl: Licencja wieczysta
pt_br: Licença perpétua
ru: Постоянная лицензия
sk: Trvalá licencia
sv_se: Evig licens
th: สิทธิ์ใช้งานถาวร
tr: Ömür Boyu Lisans
zh_cn: 终生订阅
zh_tw: 終生訂閱

source: Use Universal Clipboard to copy and paste between your Apple devices. On external devices, this clipboard is cleared after two minutes.
ar: استخدام الحافظة العامة للنسخ والصق بين أجهزة Apple الخاصة بك. على الأجهزة الخارجية، يتم مسح هذه الحافظة بعد دقيقتين.
cs: Použijte univerzální schránku ke kopírování a vkládání mezi vašemi Apple zařízeními. Na externích zařízeních je tato schránka vymazána po dvou minutách.
de: Verwenden Sie die universelle Zwischenablage, um zwischen Ihren Apple-Geräten zu kopieren und einzufügen. Bei externen Geräten wird diese Zwischenablage nach zwei Minuten gelöscht.
es_es: Utilice el portapapeles Universal para copiar y pegar entre sus dispositivos Apple. En dispositivos externos, este portapapeles se borra después de dos minutos.
fr: Utilisez le Presse-papiers universel pour copier et coller entre vos appareils Apple. Sur les appareils externes, ce presse-papiers est effacé après deux minutes.
it: Usa gli Appunti Universali per copiare e incollare tra i tuoi dispositivi Apple. Su dispositivi esterni, gli appunti vengono cancellati dopo due minuti.
ja: ユニバーサルクリップボードなら、お使いのAppleデバイス間でコピー＆ペーストできます。外部デバイスではクリップボードは2分後に消去されます。
ko: 공통 클립보드를 사용하면 사용자의 Apple 기기 간에 복사 및 붙여넣기가 가능해집니다. 외부 기기에서 이 클립보드의 데이터는 2분 후에 지워집니다.
nl: Gebruik het universele klembord om te kopiëren en plakken tussen je Apple-apparaten. Op externe apparaten wordt dit klembord na twee minuten gewist.
pl: Użyj uniwersalnego schowka do kopiowania i wklejania pomiędzy urządzeniami Apple. Na urządzeniach zewnętrznych ten schowek jest czyszczony po dwóch minutach.
pt_br: Use a Área de transferência universal para copiar e colar entre seus dispositivos Apple. Neles, a área de transferência é apagada após dois minutos.
ru: Используйте универсальный буфер обмена для копирования и вставки между вашими устройствами Apple. На внешних устройствах этот буфер очищается через две минуты.
sk: Použite univerzálny schránku na kopírovanie a vkladanie medzi vašimi Apple zariadeniami. Na externých zariadeniach je táto schránka vymazaná po dvoch minútach.
sv_se: Använd Universal Clipboard för att kopiera och klistra mellan dina Apple-enheter. På mobila enheter rensas innehållet automatiskt efter två minuter.
th: ใช้คลิปบอร์ดกลางเพื่อคัดลอกและวางข้ามกันระหว่างอุปกรณ์ Apple และในอุปกรณ์ภายนอกอื่น ๆ จะถูกล้างคลิปบอร์ดออกทันทีภายในสองนาที
tr: Apple aygıtlarınız arasında kopyalayıp yapıştırmak için Evrensel Pano'yu kullanın. Harici cihazlarda bu pano iki dakika sonra silinir.
zh_cn: 使用通用剪贴板在您的苹果设备之间复制和粘贴。在外部设备上，这个剪贴板在两分钟后被清除。
zh_tw: 使用「通用剪貼板」在 Apple 裝置之間拷貝與貼上內容，在外部設備的剪貼板將在兩分鐘後清除。

source: KeePass Database (kdb)
ar: قاعد بيانات KeePass (kdb)
cs: KeePass databáze (kdb)
de: KeePass Datenbank (kdb)
es_es: Base de datos KeePass (kdb)
fr: Base de données KeePass (kdb)
hu: Keepass adatbázis (kdb)
it: Database di KeePass (kdb)
ja: KeePassデータベース (kdb)
ko: KeePass 데이터베이스 (kdb)
nl: KeePass-databank (kdb)
pl: Baza KeePass (kdb)
pt_br: Banco de dados KeePass (kdb)
ru: База паролей KeePass (kdb)
sk: KeePass databáza (kdb)
sv_se: KeePass Databas (kdb)
th: ฐานข้อมูล KeePass (kdb)
tr: KeePass Veritabanı (kdb)
uk: База паролів KeePass (kdb)
zh_cn: KeePass 数据库(kdb)
zh_tw: KeePass 資料庫(kdb)

source: KeePass Database (kdbx)
ar: قاعد بيانات KeePass (.kdbx)
cs: KeePass databáze (kdbx)
de: Keepass 2 database (kdbx)
es_es: Base de datos KeePass (kdbx)
fr: Base de données KeePass (kdbx)
hu: Keepass adatbázis (kdbx)
it: Database di KeePass (kdbx)
ja: KeePassデータベース (kdbx)
ko: KeePass 데이터베이스 (kdbx)
nl: KeePass-databank (kdbx)
pl: Baza KeeKass (kdbx)
pt_br: Banco de dados KeePass (kdbx)
ru: База паролей KeePass (kdbx)
sk: KeePass databáza (kdbx)
sv_se: KeePass Databas (kdbx)
th: ฐานข้อมูล KeePass (kdbx)
tr: KeePass Veritabanı (kdb)
uk: База паролів KeePass (kdbx)
zh_cn: KeePass 数据库(kdbx)
zh_tw: KeePass 資料庫(kdbx)

source: What's New
ar: ما هو الجديد
cs: Novinky
de: Neuheiten
es_es: Novedades
fr: Les nouveautés
hu: Újdonságok
it: Novità
ja: 新着情報
ko: 변경 사항
nl: Vernieuwd
pl: Co nowego
pt_br: Novidades
ru: Что нового
sk: Novinky
sv_se: Nyheter
th: มีอะไรใหม่ ๆ
tr: Neler Değişti?
zh_cn: 更新了什么
zh_tw: 更新了什麼

source: Lifetime license
ar: ترخيص مدى الحياة
cs: Doživotní licence
de: Lebenslange Lizenz
es_es: Licencia vitalicia
fr: Licence à vie
it: Licenza a vita
ja: 永続ライセンス
ko: 평생 소유 라이선스
nl: Levenslange licentie
pl: Dożywotnia licencja
pt_br: Licença vitalícia
ru: Пожизненная лицензия
sk: Doživotná licencia
sv_se: Livstidslicens
th: สิทธิ์ใช้งานตลอดชีพ
tr: Ömür Boyu Kullanım Lisansı
zh_cn: 终生授权
zh_tw: 終生訂閱

source: KeePassium Pro is the full version of KeePassium Password Manager. This app offers a lifetime license as a one-time purchase.
ar: KeePassium Pro هو النسخة الكاملة من مُدير كلمات المُرور KeePassium. يوفر هذا التطبيق رُخصة مدى الحياة كعملية شراء لِمرّة واحدة.
cs: KeePassium Pro je plnou verzí aplikace KeePassium – Správce hesel. Tato aplikace nabízí doživotní licenci jako jednorázový nákup.
de: KeePassium Pro ist die Vollversion von KeePassium Password Manager. Diese App bietet eine lebenslange Lizenz als einmaliger Kauf.
es_es: KeePassium Pro es la versión completa de KeePassium Password Manager. Esta aplicación ofrece una licencia vitalicia en forma de compra única.
fr: KeePassium Pro est la version complète de KeePassium Password Manager. Cette application offre une licence à vie sous la forme d'un achat unique.
it: KeePassium Pro è la versione completa di KeePassium Password Manager. Questa app offre una licenza a vita come acquisto una tantum.
ja: KeePassium ProはKeePassium Password Managerのフルバージョンです。1回限りの購入で永続ライセンスを提供します。
ko: KeePassium Pro는 KeePassium 패스워드 관리자의 풀버전입니다. 한 번 결제하면 평생동안 풀버전 라이선스를 소유하게 됩니다.
nl: KeePassium Pro is de volledige versie van KeePassium Password Manager. Deze app biedt een levenslange licentie met een eenmalige aankoop.
pl: KeePassium Pro jest pełną wersją KeePassium Password Manager. Oferuje jednorazowy zakup dożywotniej licencji.
pt_br: KeePassium Pro é a versão completa do gerenciador de senhas KeePassium. Este app oferece uma licença vitalícia com uma única compra.
ru: KeePassium Pro — это полная версия менеджера паролей KeePassium. Эта версия предоставляет пожизненную лицензию в виде разовой покупки.
sk: KeePassium Pro je plnou verziou aplikácie KeePassium – Správca hesiel. Táto aplikácia ponúka doživotnú licenciu ako jednorazový nákup.
sv_se: KeePassium Pro är den fullständiga versionen av KeePassium Password Manager. Appen erbjuder en livstidslicens som ett engångsköp.
th: KeePassium Pro คือเวอร์ชันเต็มของ KeePassium ตัวจัดการรหัสผ่าน ตัวแอปนี้จะให้สิทธิ์การใช้งานตลอดชีพด้วยการชำระเงินครั้งเดียว
tr: KeePassium Pro, KeePassium Şifre Yöneticisinin tam sürümüdür. Bu uygulama tek seferlik ödemeyle ömür boyu lisans hakkı sunar.
zh_cn: KeePassium Pro 是完整版本的 KeePassium 密码管理器。这个应用程序作为一次性购买提供终生许可证。
zh_tw: KeePassium Pro 是 KeePassium 密碼管理器完整功能的版本，提供了一次性購買的終身授權。

source: • All premium features (current and future) • Lifetime email support • No in-app purchases
ar: • جميع الميزات المميزة (الحالية والمستقبلية) • دعم البريد الإلكتروني مدى الحياة • لا مشتريات في التطبيق
cs: • Všechny prémiové funkce (aktuální i budoucí) • Doživotní e-mailová podpora • Žádné nákupy v aplikaci
de: • Alle Premium-Funktionen (aktuell und zukünftig) • Lebenslanger E-Mail-Support • Keine In-App-Käufe
es_es: • Todas las funciones premium (actuales y a futuro) • Soporte vitalicio por correo electrónico • Sin compras dentro de la aplicación
fr: • Toutes les fonctionnalités premium (actuelles et futures) • Assistance à vie par e-mail • Aucun achat dans l'application
it: • Tutte le funzionalità premium (attuali e future) • Assistenza via e-mail a vita • Nessun acquisto in-app
ja: • すべてのプレミアム機能（現在と将来） • 永続的なメールサポート • App内購入なし
ko: • 현재의 프리미엄 기능은 물론 향후 출시될 프리미엄 기능 또한 사용 가능 • 평생동안 이메일 지원 제공 • 추가적인 앱 내 구입 없음
nl: • Alle premium-functies (huidige en toekomstige) • Levenslange e-mailondersteuning • Geen in-appaankopen
pl: • Wszystkie funkcje premium (bieżące i przyszłe) • Dożywotnie wsparcie poprzez e-mail • Brak płatności w aplikacji
pt_br: • Todos os recursos Premium (atuais e futuros) • Suporte vitalício por e-mail • Sem compras dentro do app
ru: • Все премиум-функции (нынешние и будущие) • Пожизненная поддержка через электронную почту • Приложение без внутренних покупок
sk: • Všetky prémiové funkcie (aktuálne aj budúce) • Doživotná e-mailová podpora • Žiadne nákupy v aplikácii
sv_se: • Alla premiumfunktioner (nuvarande och framtida) • Livstids support via email • Inga köp inuti app
th: • มีคุณสมบัติพรีเมียมทุกอย่าง (ทั้งปัจจุบันและอนาคต) • การช่วยเหลือทางอีเมลตลอดการใช้งาน • ไม่มีการซื้อภายในแอป
tr: • Mevcut ve gelecekteki tüm premium özellikler • Ömür boyu email desteği • Uygulama içi satın alma yok
zh_cn: • 所有高级功能(当前和未来) • 终身电子邮件支持 • 没有应用程序内购买
zh_tw: • 所有進階功能 (當前和未來) • 終生電子郵件客戶服務 • 沒有應用內購買的項目

source: Upgrade to Premium and enjoy KeePassium at its best.
ar: قم بالترقية إلى المميز والاستمتاع بـ KeePassium في أفضل حالاتها.
cs: Upgradujte na Premium a užijte si KeePassium se všemi funkcemi.
de: Upgraden Sie auf Premium und genießen Sie KeePassium in vollen Zügen.
es_es: Actualice a Premium y disfrute de KeePass en su máxima expresión.
fr: Passez à la version premium et profitez de KeePassium à son meilleur.
hu: Frissítsen a Prémium verzióra, és élvezze KeePassium teljes funkcionalitását.
it: Passa a Premium e goditi al meglio KeePassium.
ja: プレミアム版にアップグレードすると、KeePassiumを最高の状態でお使いいただけます。
ko: 프리미엄 버전으로 업그레이드하고 KeePassium의 모든 기능을 사용해 보세요.
nl: Upgrade naar premium en geniet nóg meer van KeePassium.
pl: Zaktualizuj do wersji premium i ciesz się wszystkimi możliwościami KeePassium.
pt_br: Atualize para Premium e aproveite KeePassium ao máximo.
ru: Перейдите на полную версию KeePassium и пользуйтесь всеми возможностями программы.
sk: Prejdite na Premium a užite si KeePassium so všetkými funkciami.
sv_se: Uppgradera till premium och upplev KeePassium när det är som bäst.
th: อัพเกรดเป็นพรีเมียมและใช้งาน KeePassium ในแบบที่ดีที่สุด
tr: Premium'a geçin ve KeePassium'un tüm avantajlarından yararlanın.
zh_cn: 升级到高级版并享受最好的KeePassium。
zh_tw: 立即訂閱進階版並享受更好的KeePassium 。

source: Double tap to copy to clipboard
ar: انقر بشكل مزدوج للنسخ إلى الحافظة
cs: Dvojitým poklepáním zkopírujete do schránky
de: Doppeltippen, um in die Zwischenablage zu kopieren
es_es: Toque dos veces para copiar al portapapeles
fr: Appuyez deux fois pour copier dans le presse-papiers
it: Toccare due volte per copiare negli appunti
ja: ダブルタップでクリップボードにコピー
ko: 두 번 탭하여 클립보드에 복사
nl: Dubbeltikken om naar klembord te kopiëren
pl: Dotknij dwukrotnie aby skopiować
pt_br: Toque duas vezes para copiar
ru: Нажмите дважды, чтобы скопировать в буфер обмена
sk: Dvojitým poklepaním skopírujete do schránky
sv_se: Dubbeltryck för att kopiera till urklipp
th: แตะสองครั้งเพื่อคัดลอกไปยังคลิปบอร์ด
tr: Kopyalamak için çift tıkla
zh_cn: 双击复制到剪贴板
zh_tw: 點兩下複製至剪貼板

source: Copy %@
ar: نسخ %@
cs: Kopírovat %@
de: %@ kopieren
es_es: Copiar %@
fr: Copier %@
it: Copia %@
ja: %@ をコピー
ko: %@ 복사
nl: %@ kopiëren
pl: Kopiuj %@
pt_br: Copiar %@
ru: Скопировать %@
sk: Kopírovať %@
sv_se: Kopiera %@
th: คัดลอก %@
tr: %@'yı kopyala
zh_cn: 复制 %@
zh_tw: 拷貝 %@

source: Add the file again
ar: إضافة الملف مرة أُخرى
cs: Přidejte soubor znovu
de: Datei erneut hinzufügen
es_es: Agregue el archivo nuevamente
fr: Ajouter à nouveau le fichier
it: Aggiungi nuovamente il file
ja: ファイルをもう一度追加
ko: 파일을 다시 추가하세요
nl: Voeg het bestand opnieuw toe
pl: Dodaj plik ponownie
pt_br: Adicionar arquivo novamente
ru: Добавить файл снова
sk: Pridajte súbor znova
sv_se: Lägg till filen igen
th: เพิ่มไฟล์อีกครั้ง
tr: Dosyayı tekrar ekleyin
zh_cn: 再次添加文件
zh_tw: 再次添加檔案

source: Create
ar: إنشاء
cs: Vytvořit
de: Hinzufügen
es_es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
sk: Vytvoriť
sv_se: Skapa
th: สร้าง
tr: Oluştur
zh_cn: 创建
zh_tw: 新建

source: Buy Now
ar: إشتري الآن
cs: Koupit nyní
de: Jetzt kaufen
es_es: Comprar Ahora
fr: Acheter maintenant
it: Acquista ora
ja: 今すぐ購入
ko: 지금 구매
nl: Nu kopen
pl: Kup teraz
pt_br: Compre agora
ru: Купить
sk: Kúpiť teraz
sv_se: Köp nu
th: ซื้อตอนนี้
tr: Hemen Satın Alın
zh_cn: 立即购买
zh_tw: 立即購買

source: Manage subscriptions
ar: إدارة الإشتراكات
cs: Správa předplatného
de: Abos verwalten
es_es: Administrar suscripciones
fr: Gérer les abonnements
it: Gestisci sottoscrizioni
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnementen beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinaturas
ru: Управление подписками
sk: Správa predplatného
sv_se: Hantera prenumerationer
th: จัดการการสมัครรับ
tr: Aboneliğini Yönet
zh_cn: 管理订阅
zh_tw: 管理訂閱方案

source: Family Sharing
ar: مُشاركة العائلة
cs: Rodinné sdílení
de: Familienfreigabe
es_es: Compartir en familia
fr: Partage familial
hu: Családi megosztás
it: Condivisione In Famiglia
ja: Apple ファミリー共有
ko: 가족 공유
nl: Delen met gezin
pl: Chmura rodzinna
pt_br: Compartilhamento familiar
ru: Семейный доступ
sk: Rodinné zdieľanie
sv_se: Familjedelning
th: การแชร์ในครอบครัว
tr: Aile Paylaşımı
uk: Сімейний доступ
zh_cn: 家人共享
zh_tw: 家人共享

source: Open URL
ar: فتح عنوان URL
cs: Otevřít URL
de: URL öffnen
es_es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL
ja: URLを開く
ko: URL 열기
nl: URL openen
pl: Otwórz URL
pt_br: Abrir URL
ru: Открыть URL
sk: Otvoriť URL
sv_se: Öppna URL
th: เปิด URL
tr: URL'yi aç
zh_cn: 打开链接
zh_tw: 開啟網址

source: Share
ar: مُشاركة
cs: Sdílet
de: Teilen
es_es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sk: Zdieľať
sv_se: Dela
th: แชร์
tr: Paylaş
zh_cn: 分享
zh_tw: 分享

source: %@, Group
ar: %@، مجموعة
cs: %@, skupina
de: %@, Gruppe
es_es: %@, Grupo
fr: %@, Groupe
it: %@, Gruppo
ja: %@, グループ
ko: %@, 그룹
nl: %@, groep
pl: %@, Grupa
pt_br: %@, Grupo
ru: %@, группа
sk: %@, skupina
sv_se: %@, grupp
th: %@, กลุ่ม
tr: %@, Grup
zh_cn: %@, 群组
zh_tw: %@, 群組

source: Subscription as a purchase
ar: الاشتراك عن طريق الشراء
cs: Předplatné jako nákup
de: Abonnement als Kauf
es_es: Suscripción como compra
fr: Abonnement en tant qu'achat
it: Abbonamento sotto forma di acquisto
ja: サブスクリプションを購入
ko: 구매로서의 구독
nl: Abonnement in de vorm van een aankoop
pt_br: Assinatura como compra
ru: Подписка как покупка
sk: Predplatné ako nákup
sv_se: Prenumeration som ett köp
th: ซื้อเป็นแบบสมัครรับ
tr: Satın alma aboneliği
zh_cn: 视为购买的订阅
zh_tw: 視為購買的訂閱

source: Thank you for the purchase!
ar: شكرا لك على الشراء!
cs: Děkujeme vám za nákup!
de: Vielen Dank für den Kauf!
es_es: ¡Gracias por su compra!
fr: Merci pour votre achat !
it: Grazie per averci scelto!
ja: ご購入ありがとうございます！
ko: 구매해주셔서 감사합니다!
nl: Bedankt voor uw aankoop!
pl: Dziękujemy za zakup!
pt_br: Obrigado por sua compra!
ru: Спасибо за покупку!
sk: Ďakujeme Vám za nákup!
sv_se: Tack för köpet!
th: ขอบคุณสำหรับการสั่งซื้อ!
tr: Ödemeniz için çok teşekkürler!
zh_cn: 感谢您的购买
zh_tw: 感謝您的購買！
